Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyDetails Property
 Can't copy some or all of the detailing with the view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyDetails { get; }
Public Shared ReadOnly Property CannotCopyDetails As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyDetails {
	FailureDefinitionId^ get ();
}
static member CannotCopyDetails : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace